{
  "data": [
    {
      "name": "COUNTER-STRIKE: GLOBAL OFFENSIVE",
      "summary": " Counter-Strike: Global Offensive features new maps, characters, and weapons and delivers updated versions of the classic CS content.",
      "metascore": 83,
      "user_score": 7.7,
      "critic_reviews": [
        {
          "reviewer": "Destructoid",
          "reviewer_score": 95,
          "review_date": "Aug 24, 2012",
          "comment": "It may lack some of the community niceties, beloved maps (Assault, anyone?), and little features of past games, but Global Offensive delivers on the promise of a faithful, polished, and better looking Counter-Strike for whoever wants it. Even if the community doesn't meet the golden standard of 1.6 and Source, CS:GO will remain a multiplayer classic for those willing to put in the time to learn the maps and weapons."
        },
        {
          "reviewer": "games(TM)",
          "review_date": "Aug 23, 2012",
          "reviewer_score": 90,
          "comment": "CS: GO stands as a glowing reminder that quality game design is rewarded in longevity and variety. Valve has not only updated the shooter but has completely outclassed its contemporaries. This is Counter-Strike, whatever the format you choose to play it on, and there isn't a higher recommendation than that."
        },
        {
          "reviewer": "Eurogamer Spain",
          "review_date": "Aug 29, 2012",
          "reviewer_score": 90,
          "comment": "At the end, what matters is not if CS:GO is innovative or more of the same than CS: Source, what counts is if it's fun. And CS:GO couldn't be better in this regard."
        },
        {
          "reviewer": "GameStar",
          "review_date": "Aug 24, 2012",
          "reviewer_score": 84,
          "comment": "Quotation forthcoming."
        },
        {
          "reviewer": "The Escapist",
          "review_date": "Sep 7, 2012",
          "reviewer_score": 80,
          "comment": "When it comes down to it, Counter-Strike: Global Offensive may follow the same old formula of gameplay seen in previous versions of Counter-Strike, but it's still a well-rounded tactical shooter. It may not try anything drastically different or revolutionize the series by taking it in a new direction, but there's still enough there to appeal to newbies and hardcore fans alike."
        },
        {
          "reviewer": "Joystiq",
          "review_date": "Aug 28, 2012",
          "reviewer_score": 80,
          "comment": "Modern shooters do their job well, but Counter-Strike is the series that helped build the scene. At $15, Global Offensive is a great extension to that legacy."
        }
      ],
      "user_reviews": [
        {
          "reviewer": "OhRly",
          "review_date": "Aug 21, 2012",
          "reviewer_score": 10,
          "comment": "This is the best Counter Strike TO DATE. They added two forms of gun game, excellent graphics, fun gameplay, a better buying menu + more guns! Defiantly worth the $15 (cheap!)"
        },
        {
          "reviewer": "Sandweech",
          "review_date": "Mar 2, 2015",
          "reviewer_score": 10,
          "comment": "The best aspect of 'Counterstrike' is how with each new release, the gameplay remains the same as it was back when everyone was still playing on dial up connections and crappy white and beige CRT monitors, while still offering modern day graphics and updated game engines. Now, having a game where the core gameplay never changes might actually sound like a terrible thing for games to do these days, like with the 'Call of Duty' franchise for instance, but with 'Counterstrike' it's exactly what you want. It's not that the developers are lazy or no longer posses the skills to be creative, it's the fact that this game is so loved, so already perfect, that anything other than aesthetic updates would be a crime against humanity. Other than that, what else is there to really say about 'Counterstrike' that hasn't already been said? It's the game that got millions of 90's kids to harass their parents for faster modems and better video cards. It's the game that kept myself and many of my friends up over countless nights all because the server '24/7 Militia' was a real thing that existed. It's the game that coined the term 'spray and pray'. It's the game that played perfectly fine on 56K modems way before cable internet even existed. You get the idea. Counterstrike is great and if you haven't played it yet, you probably should. I for one know that I'll never get the sound of 'Counter Terrorists' and 'Terrorists Win' out of my mind, and I'm totally okay with that."
        },
        {
          "reviewer": "AndrewPride",
          "review_date": "Jan 27, 2013",
          "reviewer_score": 10,
          "comment": "Best game in a line of Counter Strike, a mixture of the two most popular online shooter in a wonderful game. Graphics by excerpts 2012 fine. I hope this game players are connected both games Counter Strike: Source and Counter Strike 1.6 Collapse."
        },
        {
          "reviewer": "ofc1978",
          "review_date": "Nov 13, 2012",
          "reviewer_score": 8,
          "comment": "The Game is good! The engine works, the Grphic and sound is good, The new Modi´s and weapons are good and the Gameplay is like CS:S, so nothing is changed! CS:GO is a good game for a lot of players how played CS:S, but i like more the Big-Map-Ego-Shooter, like BF3, with tanks and heli´s! But it is a good game, you can buy it or not...How you like.."
        },
        {
          "reviewer": "Antisceptic",
          "review_date": "Aug 21, 2012",
          "reviewer_score": 8,
          "comment": "This is Sounter Strike. If you don't want Counter Strike don't buy it. It is a fantastic game, great balance, great gameplay and even great music. Don't treat this like Counter Strike: 2. And don't treat it like another game entirely. Counter Strike isn't broken so they haven't fixed it. They've evolved it."
        },
        {
          "reviewer": "Dr_Fetus",
          "review_date": "Dec 19, 2014",
          "reviewer_score": 6,
          "comment": "I really want to recommend this game. It's a more immersive shooter than any of the Call of Duty series, and the way the game is made requires logical thinking and tactical strategies to win rounds with your teammates. When the game goes well, it's buckets of fun. Having played almost 3 solid week's worth of the game in total, I have accumulated a wide friend group who also shares my pain, but we still play together for the social side. This is when I can recommend the game, if you've already played a lot of it and have many friends that also play the game. If you're new, and have less patience than a special forces marksman, you're going to hate this game. I hope that if you decide to play this game, you take my advice with a pinch of salt, as I am admittedly easily riled up in the heat of the moment, but if you too go ape, you only have yourself to blame."
        }
      ]
    },
    {
      "name": "CRYSIS 3",
      "summary": "Set in 2047, Prophet is on a revenge mission after uncovering the truth behind Cell Corporation's motives for building the quarantined Nanodomes. The citizens were told that the giant citywide structures were resurrected to protect the population and to cleanse these metropolises of the remnants of Ceph forces. In reality, the Nanodomes are CELL's covert attempt at a land and technology grab in their quest for global domination. With Alien Ceph lurking around every corner and human enemies on the attack, nobody is safe in the path of vengeance. Everyone is a target in Prophet's quest for retribution.",
      "metascore": 76,
      "user_score": 6.6,
      "critic_reviews": [
        {
          "reviewer": "PC Master (Greece)",
          "reviewer_score": 92,
          "review_date": "Jun 10, 2013",
          "comment": "You are an enhanced super-soldier, the ultimate killing machine developed through nanotechnology, and that fact is fleshed out during gameplay- you can do all the things that you would expect you could do."
        },
        {
          "reviewer": "SpazioGames",
          "review_date": "Feb 25, 2013",
          "reviewer_score": 90,
          "comment": "Crytek's last work is an excellent product. Crysis 3 on PC offers an awesome gaming experience, thanks to stunning graphics and a fast paced gameplay."
        },
        {
          "reviewer": "IGN Italia",
          "review_date": "Feb 27, 2013",
          "reviewer_score": 85,
          "comment": "On the PC, Crysis 3 is certainly better compared to the console versions, with Cry Engine 3 able to give the game true visual splendor, without asking for exorbitant hardware resources."
        },
        {
          "reviewer": "GameSpy",
          "review_date": "Feb 19, 2013",
          "reviewer_score": 80,
          "comment": "A self-assured but largely unambitious game, content to refine the experience of the previous games in the series without deviating very far from the standard that they set."
        },
        {
          "reviewer": "GameSpot",
          "review_date": "Feb 19, 2013",
          "reviewer_score": 75,
          "comment": "Crysis 3 is stunning to look at, successfully portraying an uneasy partnership of the natural and the artificial. As the story presses on, the conflict deepens and the visuals darken; it's as if you can feel the evil spreading throughout the city. As a piece of technology, Crysis 3 lives up to the series' legacy. As a game, it doesn't reach the same heights."
        },
        {
          "reviewer": "Gameplanet",
          "review_date": "Mar 13, 2013",
          "reviewer_score": 70,
          "comment": "Crysis 3 looks stunning and ticks all the right boxes, but the game doesn't do enough to distinguish itself in order to earn the higher marks."
        }
      ],
      "user_reviews": [
        {
          "reviewer": "Temannopellaria",
          "review_date": "Feb 19, 2013",
          "reviewer_score": 10,
          "comment": "Awesome game!Greatest graphics and various gameplay. Crysis series continued with prophet and Psycho.Most wonderful art design for levels and great lighting effect,very good textures,awesome dx11 effects and solid gameplay. Welcome to next gen fps by crytek"
        },
        {
          "reviewer": "toddzy",
          "review_date": "Dec 21, 2016",
          "reviewer_score": 10,
          "comment": "Key: 1 = Poor, 3 = Average, 5 = Great | Graphics 5, Audio 5, Characters 4, Story 5, Controls 5, Intuitiveness 5"
        },
        {
          "reviewer": "Timeraider",
          "review_date": "Mar 2, 2013",
          "reviewer_score": 9,
          "comment": "In my opinion best of the series. The terrible AI other people have is there is nothing wrong with the AI.. they are smart, careful and know how to aim.. also trowing grenades and shooting at the last spot they see you before stealthing is a nice feature. Sure, the singleplayer is very short, i have to agree.. but tbh.. who seriously plays a shooter for a full worked out storyline.., you play it to shoot aliens in awesome sceneries dont you? XD"
        },
        {
          "reviewer": "ZaPaAl",
          "review_date": "Mar 18, 2017",
          "reviewer_score": 7,
          "comment": "It's kind of like a big extension to Crysis 2. Nothing really innovative. The Bow could have been good, but it's rather pointless and using heavy guns is more fun in the end. Combat can be fun, but we have seen in the last 2 games already. I lost a lot of motivation half way through, luckily game picked up a bit again against the end. About 8 hours to finish the campaign. Story is not really good, but it has it's emotional moments and it provides a conclusion to the series. Visuals are nice, a bit more taxing then in Crysis 2. Music is not as good anymore. Feels like Crytek lost it's spirit"
        },
        {
          "reviewer": "happy-argentine",
          "review_date": "Apr 20, 2013",
          "reviewer_score": 6,
          "comment": "This is without a doubt a beautiful game. But when: 1) the combat bores you, 2) you can one-shot kill all enemies while still on stealth and they won't even notice WTF just happened, 3) Storyline is predictable, 4) Game is short"
        },
        {
          "reviewer": "Wardelson",
          "review_date": "Jan 8, 2017",
          "reviewer_score": 5,
          "comment": "Too chaotic, too science fiction, too much of everything. There's a trend in today gaming to overwhelm a player with as much mechanics, gadgets as possible. Keep it simple, I couldn't find myself in Crysis 3 world, it overwhelmed me. I didn't want to experience every aspect of the game and I found myself bored after barely 2 hours."
        }
      ]
    },
    {
      "name": "WATCH DOGS 2",
      "summary": "Check out the birthplace of the tech revolution as Marcus Holloway, a brilliant young hacker who has fallen victim to ctOS 2.0's predictive algorithms and accused of a crime he did not commit. In Marcus' mission to shut down ctOS 2.0 for good, hacking is his ultimate weapon. Players not only can hack into the San Francisco Bay Area's infrastructure, but also into every person and any connected device they possess to trigger unpredictable chains of events in this vast open world.",
      "metascore": 75,
      "user_score": 7.3,
      "critic_reviews": [
        {
          "reviewer": "Multiplayer.it",
          "review_date": "Dec 28, 2016",
          "reviewer_score": 85,
          "comment": "Watch Dogs 2 looks absolutely gorgeous on PC. The game offers a rich sandbox, with plenty of fun missions, things to do and places to see."
        },
        {
          "reviewer": "PC PowerPlay",
          "review_date": "Jan 1, 2017",
          "reviewer_score": 80,
          "comment": "Over the top hacking action combined with open world exploration, but with a social conscience and a very welcome sense of humor. "
        },
        {
          "reviewer": "Softpedia",
          "review_date": "Apr 3, 2017",
          "reviewer_score": 80,
          "comment": "Unlike the first game where multiplayer was kind of a mess, the sequel offers a pretty solid multiplayer experience. Playing Watch Dogs 2 co-op is definitely a blast, especially if you're experiencing the game with a friend."
        },
        {
          "reviewer": "PC Games",
          "review_date": "Nov 30, 2016",
          "reviewer_score": 78,
          "comment": "Ubisoft once again fails to tell an engaging story, instead mixing a somewhat confused, even boring plot with bland characters. While Watch Dogs 2 is near-perfect PC port with lots of PC-specific options both for graphics as well as controls, the underlying game wastes a lot of potential. The beautiful rendition of San Francisco is a great background for some neat hacking tricks and fun missions, yet, aside from the shift in tone, Watch Dogs 2 isn’t the anticipated step forward for the series."
        },
        {
          "reviewer": "GameWatcher",
          "review_date": "Dec 12, 2016",
          "reviewer_score": 75,
          "comment": "Watch_Dogs 2 is definitely a good game, especially compared to the first one which was a dull game. It’s got a lot of personality, especially in terms of the cast of characters, and humour is always welcome in open world titles. The missions may generally boil down to “go somewhere, sneak past/shoot guards, hack something, get out” but they cover fun subjects and are never less than entertaining. Nevertheless the online side is aggravating as all hell, the controls aren’t quite receptive enough particularly when driving or shooting, and being able to kill loads of people doesn’t really jive with the DedSec ethos."
        },
        {
          "reviewer": "Riot Pixels",
          "review_date": "Dec 24, 2016",
          "reviewer_score": 70,
          "comment": "Ubisoft Montreal almost made a GTA of their own. On the second try. For those who think that 'funny' public group in social networks are actually funny. If you do not subscribe to the idea that you have to entertain yourself rather than be entertained in a video game, better stay in Los Santos."
        }
      ],
      "user_reviews": [
        {
          "reviewer": "kozzy420",
          "review_date": "Nov 29, 2016",
          "reviewer_score": 10,
          "comment": "Awesome game, PC version runs well to!! This is a vast improvement over the first game, the writing is much better, the online aspects are improved and the new gadgets and such are great to. Pick this up asap, this is the game Watch Dogs 1 should have been. Oh yeah and the game world is wonderful, makes me want to visit San Fran."
        },
        {
          "reviewer": "DJ_Casper",
          "review_date": "Feb 4, 2017",
          "reviewer_score": 10,
          "comment": "Best vs GTA V in any terms of coolness. Very detailed game and updated vs 1st one which was great too. Really impressive fights and those hacking are cool"
        },
        {
          "reviewer": "crocodile",
          "review_date": "Dec 5, 2016",
          "reviewer_score": 10,
          "comment": "Awesome game. I like the characters and San Francisco setting. Donut guys are super fun) It is good that WD2 has black intelligent man as their main hero ;)"
        },
        {
          "reviewer": "Roke_",
          "review_date": "Mar 23, 2017",
          "reviewer_score": 8,
          "comment": "big improvements from the original watch dogs as they take the game a lot less seriously and have fun with it and the graphics that were shown off were what we got but the writing can be cringey at some points and on PC it is poorly optimised in some important locations across the map which is very well designed and contains a lot of funny pop culture references but random people can join your session anytime which can be irritating at some times it is quite smooth with friends."
        },
        {
          "reviewer": "Ljungman",
          "review_date": "Dec 9, 2016",
          "reviewer_score": 8,
          "comment": "A pleasant surprise! Wasn't thinking of buying this Watch Dogs, because how cheated I felt with the first one, but I don't regret buying it! With the recent big titles of Ubisoft being well optimised and often that they are releasing good/mediocre games, my faith for Ubisoft is starting to restore. The PC version of Watch Dogs 2 is fairly optimised, with some settings taking too much of an fps hit in my opinion. What I mean by that is, I can't, for example, play this game stable (60 fps) if I turn on 2x MSAA, Nvidia's own settings or turning up extra details. However, the game looks good even if I turn those settings down/off."
        },
        {
          "reviewer": "anurag14",
          "review_date": "Nov 29, 2016",
          "reviewer_score": 5,
          "comment": "Nothing new in the game. Lot of bugs on pc for me not good for me personally i didn't like the game.For 1800rs not good game to buy.As i have expected after Assassin's creed unity was worse but this game didn't run properly on nvidia GTX 970 i will not recommend this game"
        }
      ]
    },
    {
      "name": "GRAND THEFT AUTO V PC",
      "summary": " Los Santos: a sprawling sun-soaked metropolis full of self-help gurus, starlets and fading celebrities, once the envy of the Western world, now struggling to stay alive in a time of economic uncertainty and cheap reality TV. Amidst the turmoil, three very unique criminals plot their own chances of survival and success: Franklin, a street hustler looking for tangible opportunities and serious money; Michael, a professional ex-con whose retirement is less rosy than he figured it would be; and Trevor, a violent dude driven by the opportunity for a cheap high and his next big score. With options at a premium, the crew risks it all in a myriad of daring and dangerous heists that could set them up for life",
      "metascore": 96,
      "user_score": 8.0,
      "critic_reviews": [
        {
          "reviewer": "Gamer.nl",
          "reviewer_score": 100,
          "review_date": "Apr 20, 2015",
          "comment": "After the long wait, PC-gamers get what they have been hoping for. We cannot deny it; the PC is the best way to experience GTA V. Rockstar optimised the game perfectly, and we are happy to start our third and forth play-throughs."
        },
        {
          "reviewer": "AusGamers",
          "review_date": "Apr 24, 2015",
          "reviewer_score": 100,
          "comment": "Sure, the Rockstar Social Club is an annoying hoop to jump through, and hardware fragmentation poses problems for some. But for those with the hardware to run it, GTA V serves as a testament to the PC platform's superiority, and a reminder that good things come to those that wait."
        },
        {
          "reviewer": "DarkStation",
          "review_date": "Jul 2, 2015",
          "reviewer_score": 100,
          "comment": "If you hadn’t had a chance to play it yet at all though, and your computer can handle it, the PC version does definitely feel like the definitive version."
        },
        {
          "reviewer": "Ragequit.gr",
          "review_date": "Apr 24, 2015",
          "reviewer_score": 98,
          "comment": "GTA V PC is the ultimate version of one of the greatest games in history and the best open-world game that you will play until the advent of GTA VI or RDR 2."
        },
        {
          "reviewer": "ActionTrip",
          "review_date": "Apr 27, 2015",
          "reviewer_score": 95,
          "comment": "GTA V on the PC is graphically beautiful and runs like half-melted butter."
        },
        {
          "reviewer": "XGN",
          "review_date": "Apr 16, 2015",
          "reviewer_score": 95,
          "comment": "Rockstar told us the PC-version would be the ultimate version and they were right. GTA 5 on PC looks incredible and it works almost perfectly. Sadly you might still encounter some bugs and glitches in GTA Online that you already saw on the consoles."
        }
      ],
      "user_reviews": [
        {
          "reviewer": "JackStillAlive",
          "review_date": "Jun 24, 2015",
          "reviewer_score": 10,
          "comment": "With huge content and top notch optimization, GTA V is the best game on PC atm! The graphics looks great, there are a s#it load of graphical options, to customize the graphics for your liking! The story is average, but long. Only negative in the game is that R* fighting against mods, latest patch disabled them all."
        },
        {
          "reviewer": "PfcSpunkmeyer",
          "review_date": "Apr 16, 2015",
          "reviewer_score": 10,
          "comment": "This game is absolutely amazing. I had it downloaded off steam and installed in about an hour and a half. I guess the 5gb release day patch was included in the steam version because I honestly don't recall downloading it. That aside, the game runs so well, it's incredible. I am running a 5760x1080p set up on dual 4gb GTX 770s, running everything on high-max with constant 60 fps. Considering how well the game looks, I'm surprised. The optimization was done so well. Driving in general is tons of fun, missions are hilarious and well thought out and the combat system is fantastic. The addition of first person mode is also a welcome treat."
        },
        {
          "reviewer": "LordSithis",
          "review_date": "Apr 14, 2015",
          "reviewer_score": 10,
          "comment": "What can I say? The game was definitely worth the wait. In terms of performance the game looks absolutely incredible at max settings and five hours in I have yet to experience any kind of glitches or crashes. This is a refreshing PC release in that there are no major glaring issues right out of the gate at launch. Rockstsar definitely took the extra time to polish this game nicely as it has completely blown me away."
        },
        {
          "reviewer": "dr9188",
          "review_date": "Mar 10, 2017",
          "reviewer_score": 9,
          "comment": "Just as a technical marvel, the GTAV iteration of the series has been a real achievement. It was one of the most beautiful games on both the PS3 and Xbox360 (a cross-platform beauty already being rare in those days of differing architectures). Then the PS4/XBone versions were released and I was wowed again. Then came the PC version and... Just wow. That its online component is still receiving updates, and doesn't actually charge for its new content, is also a rarity these days. My only criticism comes from the Social Club software. Now, the idea is quite brilliant: rather than go down the route of a whole seperate store, like Origin, it acts as an intermediary bundled with the game itself (and, presumably, every new game released). Regardless of being sold on Steam or anywhere else. I actually have nothing wrong with this. I can understand a publisher wanting control of its software and to create a kind of 'walled garden' to its extra features. I was even sympathetic to Origin, as I would probably go down the route of creating my own store if I had a bunch of IPs and wanted to distribute the games myself. However, bundling it with every copy, Steam or not, means users can access what is quite a unique social experience... They can be given the chance to be sold on the idea without affecting how they access the game, rather than Origin which seemed to receive universal hate."
        },
        {
          "reviewer": "MoreBokeh",
          "review_date": "Oct 29, 2015",
          "reviewer_score": 8,
          "comment": "This is a perfectly fine game, but not the 100/100 or game of the decade that it's being made out to be. Reviewers may be viewing it through tinted glasses, like Bioshock Infinite (another decent game, but not perfect by any means). GTA V reminds of Borderlands 2. Some amazing parts (characters, freedom) but ultimately repetitive, not that engaging past 10 hours, and a chore to try and attempt to finish.Best: Unique characters, graphics, no open world restrictions, some really funny moments. Moderate: Lack of stuff to do in the open world, surprisingly repetitive quickly. Worst: Online play is an abortion, the story just drags and gets irrelevant after a while (didn't even finish it)"
        },
        {
          "reviewer": "AlKappaccino",
          "review_date": "Jun 14, 2015",
          "reviewer_score": 6,
          "comment": "The Story is awesome. Rockstar has put so much detail in the world and graphics are great. Online on the other hand is mediocre. For a short time it makes ton of fun. But after the heists and some random carnage it gets extremely boring, there is just not much left to do. - plus you get some dates with one of those many hackers."
        }
      ]
    },
    {
      "name": "BATTLEFIELD 1",
      "summary": "Intuitive destruction and dynamic weather ensure that no battle is ever the same. For even more gameplay possibilities, carve a path through walls and buildings, take down your enemies in creative ways, and leave your mark on the terrain around you through intuitive destruction. Through your actions, the pristine world around you change into a battle-scarred landscape, changing the world forever. With dynamic weather you will need to adapt your tactics to weather changes as the elements play a part in the battle. Playing the same map on a bright day, in heavy fog, or rain will impact what you see and hear, forcing you to adapt your play style on an ever-changing battlefield. Operations introduces a new way to play multiplayer. In Battlefield 1 you play a series of interconnected battles across multiple fronts. Play a sequence of battles where your actions have consequences beyond a single match, as you try to conquer territory or push back your attackers. At those times when you feel all is lost, call in the Behemoths - the largest fully player-controlled vehicles ever seen in Battlefield. Roam the battlefield and rain fire on your enemy to break their defenses. All-out war never felt so epic. Take control of the Armored Train, Air Ship, or the Battleship to dominate the battlefield across land, air, and sea. [Electronic Arts]",
      "metascore": 88,
      "user_score": 7.4,
      "critic_reviews": [
        {
          "reviewer": "LEVEL (Czech Republic)",
          "reviewer_score": 100,
          "review_date": "Dec 12, 2016",
          "comment": "Battlefield is back in shape and more so with fresh theme of the first Great War! After a long time, the campaign is successful and multiplayer is traditionally excellent. So, this year your choice is set!"
        },
        {
          "reviewer": "AusGamers",
          "review_date": "Oct 24, 2016",
          "reviewer_score": 94,
          "comment": "The campaign is worth checking out, Operations delivers clear forward thinking for Battlefield as a series in a way I think Rush never really did, and the maps are absolutely spectacular. Battlefield One is utterly brilliant."
        },
        {
          "reviewer": "Hobby Consolas",
          "review_date": "Oct 17, 2016",
          "reviewer_score": 91,
          "comment": "Battlefield 1 has a conservative approach, despite its unusual historical setting. This means it is technically impressive and multiplayer is fun and spectacular. We also like the way the campaign is told, almost as a documentary."
        },
        {
          "reviewer": "Everyeye.it",
          "review_date": "Oct 17, 2016",
          "reviewer_score": 90,
          "comment": "UBattlefield 1 is a monumental shooter. Putting 'aside' the Single Player campaign (fun, varied and spectacular but very short), the strengh of the production is obviously represented by the PvP. His large-scale battles are an experience that all multiplayer fans should try."
        },
        {
          "reviewer": "PCWorld",
          "review_date": "Oct 21, 2016",
          "reviewer_score": 90,
          "comment": "Battlefield 1's solemn campaign and over-the-top multiplayer may feel like polar opposites, but the complete package is all-around excellent."
        },
        {
          "reviewer": "Game World Navigator Magazine",
          "review_date": "Nov 18, 2016",
          "reviewer_score": 88,
          "comment": "Smoke-filled skies, destroyed buildings, ever-present dirt, trenches and heavily armored beasts, clouds of poisonous gas and panicked feeling that you’re being shot at from every direction and there’s not a square inch of ground that’s truly safe. The setting feels not just grim – more like apocalyptic. "
        }
      ],
      "user_reviews": [
        {
          "reviewer": "Syntax124",
          "review_date": "Oct 21, 2016",
          "reviewer_score": 10,
          "comment": "Very polished and very entertaining! This is the best Battlefield game yet. I liked previous BF games but this is better then ever. Running on high settings with GTX970, game looks amazing!"
        },
        {
          "reviewer": "luka4620",
          "review_date": "Oct 25, 2016",
          "reviewer_score": 10,
          "comment": "Finally the Battlefield I've been waiting for 84 years. It is been 84 years. Grapchics, storyline and multiplayer are absolutely brilliant and fantastic,extremely fun to play all the way through.Best game ever ! Best game ever !Best game ever !"
        },
        {
          "reviewer": "vcca15",
          "review_date": "Oct 26, 2016",
          "reviewer_score": 9,
          "comment": "The best multiplayer shooter to date, very polished. I was worried I would be disappointed in the guns with all the awesome attachments and scopes etc I'm used to but I was not let down. The graphics are amazing and for the first time I might not get CoD Collapse"
        },
        {
          "reviewer": "Nerocz1",
          "review_date": "Nov 20, 2016",
          "reviewer_score": 7,
          "comment": "Chapter one: Long, boring with bad characters. I was really angry that i even turned the single player on. Chapter two: Absolutely amazing with great characters, what is even going on?!. Chapter three: Very short, with cliché characters, but very entertaining. Chapter four: Gallipoli (amazing of course, it is Gallipoli!!!). Chapter six: Multiplayer: Fast paced, but with a lot of 'unfair' factors. Most of the people are camping (because of the middiocre map design). Do not expect anything realistic :)"
        },
        {
          "reviewer": "Val-835",
          "review_date": "Oct 27, 2016",
          "reviewer_score": 5,
          "comment": "The Good: Stunning visuals, great sound, Great maps, Brilliant idea for armored trains and zeppelins. <br>The Bad: Cheaters galore. Wallhackers especially. Fairfight is not enough. The game needs a client-side anti-cheat as well. Battleye maybe. Otherwise, it will suffer the same fate as Rainbow Six Siege, Unbalanced weapons. No stopping power. With some weapons, you need to shoot the daylights out some guy to bring him down. The same goes for guys on horseback, Bad respawns. On some maps it's not an issue. On others, it's terrible, Aerial combat is a joke. Poor visibility, poor mechanics, No penalties for friendly fire. Ridiculous. Grenades are being lobbied regardless. I've seen flamethrowers walking into a building and torching the place with lots of friendlies around. How silly. Same goes for Sentry Bots."
        },
        {
          "reviewer": "App1e",
          "review_date": "Mar 11, 2017",
          "reviewer_score": 3,
          "comment": "Pros: Good graphics Good game play.<br>Cons: Broken game engine, Bugs and glitches, Net code, Optimalization, compaing ( 5 hours to finish ), no plutons , leader boards etc, unstable (gpu / drivers crashes ), too casual, cheaters"
        }
      ]
    }
  ]
}
